/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.

   Contributors: Rakurku Jyo, Felix Sun, Keiichi SHIGA, Moko (Saki UEDA).
 */
//-----------------------------------------
// Menu and tooltip
// ----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "受信トレイ";

/* count of unread messages */
"Unread Messages" = "未読メール %d 件";

/* count (1) of unread message */
"Unread Message" = "未読メール %d 件";

/* last check time */
"Last Checked:" = "最終確認時間：";

/* Enable, Disable */
"Enable Account" = "アカウントを有効に";
"Disable Account" = "アカウントを無効に";

/* Check */
"Check" = "新着メールをチェック";

/* Main Menu */
"Check All" = "新着メールをチェック";
"Compose Mail" = "メールを作成する";
"Preferences..." = "環境設定...";
"About Mail Notifr" = "Mail Notifr について";
"Quit Mail Notifr" = "Mail Notifr を終了";

"Toggle Sidebar" = "サイドバーを表示/非表示";

//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Preferences" = "環境設定";
"General" = "一般";
"Shortcuts" = "ショートカット";
"Settings" = "一般";
"Launch at login" = "ログインの時に起動";
"Show unread count in menu bar" = "メニューバーに未読数を表示";
"Check All Mails" = "新着メールをチェック";

//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "アカウント";
"Add Account" = "アカウントを追加";

"Check for new mail every" = "新着メールチェック頻度：";
"minutes" = "分ごと";
"Use Notification" = "通知を使用";
"Play sound:" = "メール受信時の効果音:";
"Enable this account" = "アカウントを有効に";
"Open in browser:" = "ブラウザ:";
"Cancel" = "キャンセル";
"OK" = "OK";

"Delete this account from Mail Notifr?" = "アカウントを削除しますか?";
"You can add your account again at any time." = "アカウントを再追加することができます";
"Delete" = "削除";
"Re-authorize" = "再認可する";

// Welcome
"Authorize and add your Google Account" = "Google アカウントを認可する";
